Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/dsa.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: of dose assessment methods used in the two
nn: i nærleiken av kjernekraftverket vart det sam-

source: Part of an international research project under the Nuclear Energy Agency (NEA), an OECD organisation.
nn: Del av eit internasjonalt forskingsprosjekt under OECD-organisasjonen Nuclear Energy Agency (NEA).

source: from Svalbard in 1980, they were higher than
nn: Svalbard i 1980, var dei høgre enn dei rapporterte

source: Due to political pressure from the governments in Norway and Ireland, the discharges of 99Tc from Sellafield were reduced significantly from 2004, and a similar reduction in contamination levels has now been observed in time series for sea water and seaweed in the Norwegian Arctic.
nn: Politisk press frå dei norske og irske regjeringane har ført til ein betydeleg reduksjon av 99Tc-utsleppa frå Sellafield etter 2004, og ein tilsvarande reduksjon i forureiningsnivåa er no observert i tidsseriar for sjøvatn og tang i norske arktiske strok.

source: It is particularly important that children and adolescents under 18 years of age and pregnant and breast-feeding women take the tablets because they are at greatest risk of contracting thyroid cancer after being exposed to radioactive iodine.
nn: Det er spesielt viktig at barn og unge under 18 år, gravide og ammande tar tablettane fordi dei har størst risiko for å få kreft i skjoldbruskkjertelen etter å ha blitt utsette for radioaktivt jod.

source: There are no nuclear reactors for generating electricity in Norway, but there have been four operational research reactors in Norway, one at Halden (HBWR) and three at Kjeller (JEEP I, N0RA and JEEP II).
nn: Det er ingen atomreaktorar for produksjon av elektrisitet i Noreg, men det har vore fire forskingsreaktorar i drift i Noreg, éin i Halden (HBWR) og tre på Kjeller (JEEP I, N0RA og JEEP II).

source: Operational from 1959 to 2018.
nn: Var i drift mellom 1959 og 2018.

source: instrument (Flir Identifinder) and isotope identifier
nn: eksponert for røntgenstråling i samband med

source: Used for the storage of low- and medium-level radioactive waste from the nuclear facilities at Kjeller and Halden and from radioactive sources used in industry, defence, medicine and consumables.
nn: Har lågt og middels radioaktivt avfall som kjem frå dei nukleære anlegga på Kjeller og i Halden og frå radioaktive kjelder brukte i industri, forsvaret, forsking, medisin og enkelte forbruksartiklar.

source: When dissolving in water: Place one quarter in a glass, add a little water and stir for about 2 minutes.
nn: Legg den eine fjer-dedelen i eit glas, tilsett litt vatn og rør rundt i ca. 2 minutt.

source: addition, the Environmental Unit has produced the
nn: miljøeininga rutinemessig i nasjonale og

source: Sheep slaughtered directly after returning from
nn: dietten til reinsdyra på vinteren og endringar i

source: To use the system, please log in with ID-porten:
nn: Logg inn med ID-porten for å bruke systemet:

source: The child must only be given half of 5 ml: Draw out 2.5 ml of the solution using
nn: Barnet skal berre ha halvparten av 5 ml: Trekk ut 2,5 ml av løysinga med

source: long term phase (i.e. years to decades) most of
nn: Vind og vêr gjorde at reinbeiteområda i Midt‐ og

source: Operational between 1966 and 2019.
nn: Var i drift mellom 1966 og 2019.

source: The national radioactive waste repository is situated in Himdalen, Viken.
nn: Det nasjonale deponiet for radioaktivt avfall ligg i Himdalen i Viken.

source: possible in order to deal properly with the
nn: tilfredsstillande og at kryssaren derfor ikkje

source: These were operational during various periods of time between 1951 and 2019.
nn: Desse var i drift i ulike periodar mellom 1951 og 2019.

source: has reviewed and commented on the documents
nn: raskt avklart at det var eit brot i eit rør i

source: Combined storage facility and repository in Himdalen (KLDRA)
nn: Kombinert lager og deponi i Himdalen (KLDRA)

source: Kjeller research reactor
nn: Forskingsreaktoren på Kjeller

source: importance, at least judging by the recent steps
nn: Indikasjonane på at nye undersøkingsmetodar i

source: These facilities include storage facilities for fresh and spent fuel and a laboratory for handling spent fuel and radioactive substances.
nn: Dette er blant anna lager for fersk og brukt brensel og laboratorium for handtering av brukt brensel og radioaktive stoff.

source: People over 40 are at very little risk of contracting thyroid cancer and do not need to take iodine tablets.
nn: Dei over 40 år har svært liten risiko for å få kreft i skjoldbruskkjertelen, og treng ikkje ta jodtablettar.

source: Add 5 ml of water to the glass.
nn: Tilsett 5 ml vatn i glaset.

source: DSA’s radiation source registration system
nn: DSA sitt meldesystem for strålekjelder

source: The Institute for Energy Technology (IFE) owns and operates the Norwegian research reactors, but the state-owned company Norwegian Nuclear Decommissioning (NND) is set to take over owner responsibility for the reactors in the future.
nn: Det er Institutt for energiteknikk, IFE, som eig og driv dei norske forskingsreaktorane, men det statlege selskapet Norsk nukleær dekommisjonering vil i framtida ta over eigaransvaret for desse.

source: JEEP II is located at Kjeller in the municipality of Skedsmo in Viken, about 20 km northeast of Oslo city centre.
nn: JEEP II ligg på Kjeller i Skedsmo kommune i Viken, ca. 20 km nordaust for Oslo sentrum.

source: for Civil Protection and Emergency Planning
nn: konsekvensar for reindrifta i «ein mannsalder».

source: than those observed for 137Cs.
nn: enn dei som er funne for 137Cs.

source: cooperation with the Ukraine on nuclear safety and
nn: Noreg stoppa i portalen ved Storskog

source: These installations include storage facilities for fresh and spent fuel, treatment facilities for radioactive waste and a laboratory for handling spent fuel and radioactive substances.
nn: Dette er blant anna lager for fersk og brukt brensel, behandlingsanlegg for radioaktivt avfall og laboratorium for handtering av brukt brensel og radioaktive stoff.

source: Was situated at Kjeller in the municipality of Skedsmo in Viken, about 20 km northeast of Oslo city centre.
nn: Låg på Kjeller i Skedsmo kommune i Viken, ca. 20 km nordaust for Oslo sentrum.

source: In special circumstances, it may also be appropriate for adults aged 18 to 40 to take the tablets.
nn: Det kan i heilt særskilde situasjonar også vere aktuelt med tablet-tar for vaksne mellom 18 og 40 år.
